docs/Blog/Learned-basic-skateboard.org
# Created 2025-12-04 Thu 14:08
#+title: Learned basic skateboard
#+author: Christopher M. Miles
* I want to learn skateboard from colledge
:PROPERTIES:
:ID:       0f97d92e-4c23-4631-b0c2-f140be5db3bb
:PUBDATE:  <2019-08-14 Wed 19:47>
:END:

I think skateboard is cool. And it is simpler and portable for walk around. Not
like roller skating shoes. It is diffcult to switch mode when switching scene. I
think skateboard is the best fit for my need when I'm in college.

我觉得滑板挺酷的，而且它简单易于携带。我一直想有一个充当走路代步的工具。不像轮滑
鞋，它在切换场景的时候非常不方便。大学的时候我就觉得滑板很适合我的需求了。
* Some points of learning skateboard from zero
:PROPERTIES:
:ID:       18cf2d9e-5e09-4851-8f30-92052c256f83
:PUBDATE:  <2019-08-14 Wed 19:47>
:END:

- Try to feel your balance on skateboard when you stand on the skateboard.
- Learn some basic knowledge and watch some simple skateboard videos to have an
  overview of how does it work.
- Keep your body's center of gravity lower.
- Take some small practices on the ground.
- Mainly is your always try to feel and always get feedback from last practice.
  Try to figure a solution, then apply into next practice.
- More regularly practice, untile your body remember and have adaption on this
  sport.


- 站在滑板上尝试感受身体的平衡，试着滑动一点点
- 学习一些滑板的基础知识以及看一些简单的滑板视频，从而对滑滑板是怎么一回事有个大概的了解
- 保持身体重心降低
- 在场地上做一些小的练习
- 重点是你每次都去用身体和大脑感受这次失败或者不完善的地方以及细节，得到反馈，在
  大脑中尝试构建出修正的方法，然后应用在下一次中。比如前脚放在滑板的位置，正中还
  是逆时针方向一点，靠前一点还是靠后一点，都和你双脚离地后身体重心的初始位置有影
  响。
- 多练习，直到身体对这个事情有综合的适应性。
