docs/Blog/Learned-basic-skateboard.org.html
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.59 in css mode. -->
<html>
  <head>
    <title>Learned-basic-skateboard.org</title>
    <link rel="stylesheet" type="text/css" href="t">
  </head>
  <body>
    <pre>
<span class="org-document-info-keyword">TITLE:</span> <span class="org-document-title">Learned basic skateboard
</span><span class="keyword">
&#61600;</span><span class="org-level-1"> I want to learn skateboard from colledge
</span>  <span class="org-drawer">:PROPERTIES:</span><span class="keyword">
</span>  <span class="org-special-keyword">:ID:</span>       <span class="org-property-value">0f97d92e-4c23-4631-b0c2-f140be5db3bb</span><span class="keyword">
</span>  <span class="org-special-keyword">:PUBDATE:</span>   <span class="org-modern-date-active">2019-08-14 Wed </span><span class="org-modern-time-active"> 19:47 </span><span class="keyword">
</span>  <span class="org-drawer">:END:</span><span class="keyword">

</span>I think skateboard is cool. And it is simpler and portable for walk around. Not<span class="keyword">
</span>like roller skating shoes. It is diffcult to switch mode when switching scene. I<span class="keyword">
</span>think skateboard is the best fit for my need when I'm in college.<span class="keyword">

</span>&#25105;&#35273;&#24471;&#28369;&#26495;&#25402;&#37239;&#30340;&#65292;&#32780;&#19988;&#23427;&#31616;&#21333;&#26131;&#20110;&#25658;&#24102;&#12290;&#25105;&#19968;&#30452;&#24819;&#26377;&#19968;&#20010;&#20805;&#24403;&#36208;&#36335;&#20195;&#27493;&#30340;&#24037;&#20855;&#12290;&#19981;&#20687;&#36718;&#28369;<span class="keyword">
</span>&#38795;&#65292;&#23427;&#22312;&#20999;&#25442;&#22330;&#26223;&#30340;&#26102;&#20505;&#38750;&#24120;&#19981;&#26041;&#20415;&#12290;&#22823;&#23398;&#30340;&#26102;&#20505;&#25105;&#23601;&#35273;&#24471;&#28369;&#26495;&#24456;&#36866;&#21512;&#25105;&#30340;&#38656;&#27714;&#20102;&#12290;<span class="keyword">

&#61600;</span><span class="org-level-1"> Some points of learning skateboard from zero
</span>  <span class="org-drawer">:PROPERTIES:</span><span class="keyword">
</span>  <span class="org-special-keyword">:ID:</span>       <span class="org-property-value">18cf2d9e-5e09-4851-8f30-92052c256f83</span><span class="keyword">
</span>  <span class="org-special-keyword">:PUBDATE:</span>   <span class="org-modern-date-active">2019-08-14 Wed </span><span class="org-modern-time-active"> 19:47 </span><span class="keyword">
</span>  <span class="org-drawer">:END:</span><span class="keyword">

&#8211;</span> Try to feel your balance on skateboard when you stand on the skateboard.<span class="keyword">
&#8211;</span> Learn some basic knowledge and watch some simple skateboard videos to have an<span class="keyword">
</span>  overview of how does it work.<span class="keyword">
&#8211;</span> Keep your body's center of gravity lower.<span class="keyword">
&#8211;</span> Take some small practices on the ground.<span class="keyword">
&#8211;</span> Mainly is your always try to feel and always get feedback from last practice.<span class="keyword">
</span>  Try to figure a solution, then apply into next practice.<span class="keyword">
&#8211;</span> More regularly practice, untile your body remember and have adaption on this<span class="keyword">
</span>  sport.<span class="keyword">


&#8211;</span> &#31449;&#22312;&#28369;&#26495;&#19978;&#23581;&#35797;&#24863;&#21463;&#36523;&#20307;&#30340;&#24179;&#34913;&#65292;&#35797;&#30528;&#28369;&#21160;&#19968;&#28857;&#28857;<span class="keyword">
&#8211;</span> &#23398;&#20064;&#19968;&#20123;&#28369;&#26495;&#30340;&#22522;&#30784;&#30693;&#35782;&#20197;&#21450;&#30475;&#19968;&#20123;&#31616;&#21333;&#30340;&#28369;&#26495;&#35270;&#39057;&#65292;&#20174;&#32780;&#23545;&#28369;&#28369;&#26495;&#26159;&#24590;&#20040;&#19968;&#22238;&#20107;&#26377;&#20010;&#22823;&#27010;&#30340;&#20102;&#35299;<span class="keyword">
&#8211;</span> &#20445;&#25345;&#36523;&#20307;&#37325;&#24515;&#38477;&#20302;<span class="keyword">
&#8211;</span> &#22312;&#22330;&#22320;&#19978;&#20570;&#19968;&#20123;&#23567;&#30340;&#32451;&#20064;<span class="keyword">
&#8211;</span> &#37325;&#28857;&#26159;&#20320;&#27599;&#27425;&#37117;&#21435;&#29992;&#36523;&#20307;&#21644;&#22823;&#33041;&#24863;&#21463;&#36825;&#27425;&#22833;&#36133;&#25110;&#32773;&#19981;&#23436;&#21892;&#30340;&#22320;&#26041;&#20197;&#21450;&#32454;&#33410;&#65292;&#24471;&#21040;&#21453;&#39304;&#65292;&#22312;<span class="keyword">
</span>  &#22823;&#33041;&#20013;&#23581;&#35797;&#26500;&#24314;&#20986;&#20462;&#27491;&#30340;&#26041;&#27861;&#65292;&#28982;&#21518;&#24212;&#29992;&#22312;&#19979;&#19968;&#27425;&#20013;&#12290;&#27604;&#22914;&#21069;&#33050;&#25918;&#22312;&#28369;&#26495;&#30340;&#20301;&#32622;&#65292;&#27491;&#20013;&#36824;<span class="keyword">
</span>  &#26159;&#36870;&#26102;&#38024;&#26041;&#21521;&#19968;&#28857;&#65292;&#38752;&#21069;&#19968;&#28857;&#36824;&#26159;&#38752;&#21518;&#19968;&#28857;&#65292;&#37117;&#21644;&#20320;&#21452;&#33050;&#31163;&#22320;&#21518;&#36523;&#20307;&#37325;&#24515;&#30340;&#21021;&#22987;&#20301;&#32622;&#26377;&#24433;<span class="keyword">
</span>  &#21709;&#12290;<span class="keyword">
&#8211;</span> &#22810;&#32451;&#20064;&#65292;&#30452;&#21040;&#36523;&#20307;&#23545;&#36825;&#20010;&#20107;&#24773;&#26377;&#32508;&#21512;&#30340;&#36866;&#24212;&#24615;&#12290;<span class="keyword">
</span></pre>
  </body>
</html>
